{
    "MascotaNoEncontrada": [
        "Lo siento, no tengo información sobre esa mascota. ¿Podrías especificar otra?",
        "No encontré esa mascota en mi base de datos. ¿Podrías intentar con otra?",
        "Parece que esa mascota no está en mi lista. ¿Podrías proporcionar otro tipo de mascota?",
        "No cuento con información sobre ese tipo de mascota, te recomiendo que acudas a un veterinario para más información.",
        "No tengo datos sobre ese tipo de mascota. ¿Podrías intentar con una más común?",
        "Lamentablemente, no tengo información sobre esa mascota en particular. ¿Quieres probar con otra?",
        "¡Ups! No pude encontrar información sobre esa mascota. ¿Podrías intentar con otra?"
    ],
    "AlimentoNoEncontrado": [
        "Lo siento, no tengo información sobre ese alimento. ¿Podrías especificar otro?",
        "No encontré ese alimento en mi base de datos. ¿Podrías intentar con otro?",
        "Parece que ese alimento no está en mi lista. ¿Podrías proporcionar otro tipo de alimento?",
        "No tengo información sobre ese alimento, te recomiendo acuidr con el veterinario.",
        "¿Qué tal si pruebas con otro alimento? No parece que tengamos ese en nuestros registros.",
        "Lamentablemente, no tengo datos sobre ese alimento en particular. ¿Podrías elegir otro para buscar?",
        "¡Ups! Parece que no tengo información sobre ese alimento en mi base de datos. ¿Qué tal si intentamos con otro?"
    ],
    "Agradecimientos": [
        "¡De nada! Estoy aquí para ayudarte.",
        "¡No hay de qué! Si tienes más preguntas, no dudes en hacerlas.",
        "¡Me alegra haber podido ayudar! ¿Necesitas algo más?",
        "¡Fue un placer ayudarte! Si tienes más preguntas, estaré encantado de responderlas.",
        "¡Estoy feliz de haber podido ayudar! ¿Hay algo más en lo que pueda asistirte?",
        "¡Siempre estoy aquí para ayudar! No dudes en preguntar si tienes más dudas.",
        "¡Gracias a ti por usar PetFoodieBot! Si tienes más preguntas, estaré aquí para ayudarte.",
        "¡Estoy aquí para eso! Si tienes más preguntas, no dudes en hacerlas.",
        "¡Me alegra que te haya sido útil! Si tienes más preguntas, estaré encantado de responderlas.",
        "¡Siempre a tu servicio! No dudes en preguntar si tienes más dudas."
    ],
    "Groserias":[
        "Lo siento, pero no toleramos lenguaje ofensivo aquí. ¿Podrías escribir nuevamente tu mensaje?",
        "¡Ups! Parece que tu teclado está en modo 'groserías'. Intentemos de nuevo con palabras más amigables.",
        "Vamos a mantener el chat respetuoso. ¿Puedes expresarte sin groserías?",
        "Las palabras amables siempre son bienvenidas. ¿Podrías intentarlo de nuevo sin usar lenguaje inapropiado?",
        "Recordatorio: mantengamos el lenguaje positivo y respetuoso. ¡Gracias!",
        "Hola, por favor evita usar groserías. Mantengamos la conversación respetuosa.",
        "Te agradecería que no uses palabras ofensivas.",
        "Para que todos disfrutemos de una buena conversación, tratemos de no usar groserías.",
        "Recuerda que el respeto es clave en nuestras interacciones. Evitemos las groserías.",
        "Podemos comunicar nuestras ideas sin necesidad de usar lenguaje ofensivo. Gracias.",
        "Te agradecería que expresaras tu opinión sin groserías. ¡Hagamos la conversación agradable!",
        "Vamos a mantener la charla amigable y sin palabras ofensivas. Gracias por tu comprensión.",
        "Es mejor para todos si evitamos el uso de groserías. ¿Te parece?",
        "Por favor, intentemos ser respetuosos y no usar groserías en nuestra conversación.",
        "Podemos tener una gran conversación sin necesidad de usar lenguaje ofensivo. ¡Gracias!",
        "Podemos ser claros y respetuosos sin usar groserías. Te agradezco tu cooperación.",
        "Para que todos podamos participar de manera positiva, evitemos el uso de lenguaje ofensivo.",
        "Mantener el respeto en nuestras palabras hace que la conversación sea mejor para todos.",
        "Apreciaría que no uses groserías, así podemos mantener una comunicación respetuosa.",
        "Por favor, intenta expresarte sin palabras ofensivas. ¡Gracias!",
        "El respeto es fundamental en nuestras interacciones. Evitemos las groserías para una mejor convivencia.",
        "Podemos entendernos perfectamente sin necesidad de usar lenguaje ofensivo. Gracias.",
        "Hagamos de este espacio un lugar agradable para todos. Evitemos las groserías, por favor."    
    ],
    "palabrasProhibidas":[
        "puto",
        "puton",
        "putón",
        "pvt0n",
        "pvton",
        "puta",
        "put@",
        "putito",
        "putita",
        "putit@",
        "put4",
        "put0",
        "pito",
        "pitote",
        "pitudo",
        "pit0",
        "pitud0",
        "p1tud0",
        "p1t0",
        "pvto",
        "pvto",
        "pvt4",
        "putote",
        "putota",
        "putot@",
        "putito",
        "putita",
        "putit@",
        "pvtito",
        "pvtit0",
        "pvt1t0",
        "putit0",
        "put1t0",
        "pvt1t0",
        "pendejo",
        "pendeja",
        "pendej@",
        "p3ndejo",
        "p3nd3jo",
        "p3nd3j0",
        "pendej0",
        "pend3j0",
        "reatudo",
        "re@tudo",
        "reata",
        "re@ta",
        "reatilla",
        "re@tilla",
        "r3ata",
        "r3@ta",
        "r3@t@",
        "chingado",
        "ching@do",
        "ch1ngado",
        "ch1ng@do",
        "ch1ng4do",
        "ch1ng4d0",
        "chingad0",
        "ching4d0",
        "chinga",
        "ch1nga",
        "ch1ng4",
        "ching4",
        "chingas",
        "ching@s",
        "ch1ngas",
        "ch1ng@s",
        "ch1ng4s",
        "imbécil",
        "imbecil",
        "1mbecil",
        "1mb3cil",
        "1mb3c1l",
        "imbec1l",
        "imb3c1l",
        "pinche",
        "p1nche",
        "p1nch3",
        "pinch3",
        "cabrón",
        "cabron",
        "c@bron",
        "c4bron",
        "c4br0n",
        "cabr0n",
        "perra",
        "p3rra",
        "perr4",
        "p3rr4",
        "cabronazo",
        "c@bronazo",
        "cabronaz0",
        "cabron4z0",
        "cabr0n4z0",
        "c4br0n4z0",
        "c4bronazo",
        "c4br0nazo",
        "c4br0n4z0",
        "pelas",
        "pel4s",
        "p3l4s",
        "p3las",
        "verga",
        "v3rga",
        "v3rg4",
        "verg4",
        "vergón",
        "vergon",
        "v3rgon",
        "v3rg0n",
        "verg0n",
        "vergudo",
        "v3rgudo",
        "v3rgvdo",
        "v3rgvd0",
        "vergud0",
        "vergvd0",
        "v3rgud0",
        "verguita",
        "v3rguita",
        "v3rguit4",
        "v3rgu1t4",
        "culo",
        "cvlo",
        "cvl0",
        "cul0",
        "culote",
        "cvlote",
        "cvl0te",
        "cvl0t3",
        "culot3",
        "cvlot3",
        "cul0t3",
        "culon",
        "cvlon",
        "cvl0n",
        "culazo",
        "cvlazo",
        "cvl4zo",
        "cvl4z0",
        "cvlaz0",
        "culaz0",
        "cul4z0",
        "cvl4z0",
        "estúpido",
        "estupido",
        "3stvp1d0",
        "estupid0",
        "idiota",
        "1diota",
        "1d1ota",
        "1d10ta",
        "1d10t4",
        "idiot4",
        "idi0t4",
        "id10t4",
        "1diot4",
        "1d10ta",
        "bitch",
        "b1tch",
        "fuck",
        "fvck",
        "stupid",
        "stvpid",
        "stvp1d",
        "stup1d",
        "fucker",
        "fvcker",
        "fvck3r",
        "púto",
        "pútó",
        "vrga",
        "tonto",
        "menso",
        "joto",
        "gay",
        "marica",
        "vrg",
        "alv",
        "malnacido",
        "tont0",
        "t0nt0",
        "tontuelo",
        "baboso",
        "babosa",
        "babos0",
        "babosito",
        "mamadas",
        "mames",
        "m4mes",
        "m4m3s",
        "inepto",
        "cabroncito",
        "chingadamadre",
        "gordo",
        "insecto",
        "bastardo",
        "insect0",
        "1nsect0",
        "ins3ct0",
        "b4stardo",
        "b4st4rd0",
        "bastardo",
        "infeliz",
        "desgraciado",
        "maldito",
        "n1gga",
        "nigga",
        "n1gg4",
        "nigger",
        "n1gger",
        "n1gg3r",
        "puteado",
        "put3ad0",
        "put3e@do",
        "joder",
        "jodido",
        "jodida",
        "j0dido",
        "j0d1d0",
        "j0dido",
        "pendejito",
        "pendejita",
        "pend3jito",
        "pend3jita",
        "pendejit0",
        "pendejit@",
        "pene",
        "caga",
        "cagadero",
        "mierda",
        "mierdero",
        "mierdita",
        "cagazon",
        "cagado",
        "coger",
        "culear",
        "culero",
        "culer0",
        "gordo",
        "maricon",
        "pendejisimo",
        "tetas",
        "tetona",
        "tetita",
        "penecito",
        "ereccion",
        "eyaculacion",
        "reaton",
        "porno",
        "pornito",
        "pornografia",
        "puta madre",
        "jodete",
        "j0dete",
        "jod3te",
        "jodet3",
        "j0d3t3"
    ]
}
